Revit 2024 API
BuiltInFailures.GroupFailures.UnableToTransferAttachedGroup Property
 Unable to load attached group [Type Name] of model group [Type Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId UnableToTransferAttachedGroup { get; }
Visual Basic
Public Shared ReadOnly Property UnableToTransferAttachedGroup As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ UnableToTransferAttachedGroup {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace